{
  "books" : [
    {
      "name" : "The Ocean at the End of the Lane",
      "author" : "Neil Gaiman",
      "image" : "ocean-end-lane.jpg",
      "summary" : "Sussex, England. A middle-aged man returns to his childhood home to attend a funeral. Although the house he lived in is long gone, he is drawn to the farm at the end of the road, where, when he was seven, he encountered a most remarkable girl, Lettie Hempstock, and her mother and grandmother. He hasn't thought of Lettie in decades, and yet as he sits by the pond (a pond that she'd claimed was an ocean) behind the ramshackle old farmhouse, the unremembered past comes flooding back. And it is a past too strange, too frightening, too dangerous to have happened to anyone, let alone a small boy.</p><p>Forty years earlier, a man committed suicide in a stolen car at this farm at the end of the road. Like a fuse on a firework, his death lit a touchpaper and resonated in unimaginable ways. The darkness was unleashed, something scary and thoroughly incomprehensible to a little boy. And Lettie—magical, comforting, wise beyond her years—promised to protect him, no matter what.<br/></p>A groundbreaking work from a master, The Ocean at the End of the Lane is told with a rare understanding of all that makes us human, and shows the power of stories to reveal and shelter us from the darkness inside and out. It is a stirring, terrifying, and elegiac fable as delicate as a butterfly's wing and as menacing as a knife in the dark."
    },
    {
      "name" : "The Fault in Our Stars",
      "author" : "John Green",
      "image" : "fault-in-stars.jpg",
      "summary" : "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten."
    },
    {
      "name" : "Still Alice",
      "author" : "Lisa Genova",
      "image" : "still-alice.jpg",
      "summary" : "Alice Howland—Harvard professor, gifted researcher, and lecturer, wife, and mother of three grown children—sets out for a run and soon realizes she has no idea how to find her way home. She has taken the route for years, but nothing looks familiar. She is utterly lost. Medical consults reveal early-onset Alzheimer's.</p><p>Alice slowly but inevitably loses memory and connection with reality, as told from her perspective. She gradually loses the ability to follow a conversational thread, the story line of a book, or to recall information she heard just moments before. Genova's debut shows the disease progression through the reactions of others, as Alice does, so readers feel what she feels: a slowly building terror."
    },
    {
      "name" : "Divergent",
      "author" : "Veronica Roth",
      "image" : "divergent.jpg",
      "summary" : "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue--Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is--she can't have both. So she makes a choice that surprises everyone, including herself.</p><p>During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are--and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, Tris also learns that her secret might help her save the ones she loves . . . or it might destroy her."
    },
    {
      "name" : "Insurgent",
      "author" : "Veronica Roth",
      "image" : "insurgent.jpg",
      "summary" : "One choice can transform you—or it can destroy you. But every choice has consequences, and as unrest surges in the factions all around her, Tris Prior must continue trying to save those she loves—and herself—while grappling with haunting questions of grief and forgiveness, identity and loyalty, politics and love.<br/><br/>Tris's initiation day should have been marked by celebration and victory with her chosen faction; instead, the day ended with unspeakable horrors. War now looms as conflict between the factions and their ideologies grows. And in times of war, sides must be chosen, secrets will emerge, and choices will become even more irrevocable—and even more powerful. Transformed by her own decisions but also by haunting grief and guilt, radical new discoveries, and shifting relationships, Tris must fully embrace her Divergence, even if she does not know what she may lose by doing so."
    },
    {
      "name" : "Allegiant",
      "author" : "Veronica Roth",
      "image" : "allegiant.jpg",
      "summary" : "The faction-based society that Tris Prior once believed in is shattered—fractured by violence and power struggles and scarred by loss and betrayal. So when offered a chance to explore the world past the limits she’s known, Tris is ready. Perhaps beyond the fence, she and Tobias will find a simple new life together, free from complicated lies, tangled loyalties, and painful memories. </p><p>But Tris’s new reality is even more alarming than the one she left behind. Old discoveries are quickly rendered meaningless. Explosive new truths change the hearts of those she loves. And once again, Tris must battle to comprehend the complexities of human nature—and of herself—while facing impossible choices about courage, allegiance, sacrifice, and love. </p><p>Told from a riveting dual perspective, Allegiant, by #1 New York Times best-selling author Veronica Roth, brings the Divergent series to a powerful conclusion while revealing the secrets of the dystopian world that has captivated millions of readers in Divergent and Insurgent."
    }
  ]
}
